Repository: hossamheiba/main-project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: image banner
ar: لوحة دعائية

source: Optional - as you like <br> If no image is selected, an automatic image appears.
ar: اختياري - حسب رغبتك <br>إذا لم يتم تحديد أي صورة، ستظهر صورة تلقائية.

source: section image
ar: صورة القسم

source: section title
ar: عنوان القسم

source: section description
ar: وصف القسم

source: We_Aldawaa
ar: نحن_الدواء

source: feature title
ar: عنوان الميزة

source: feature count
ar: عدد المميزات

source: feature image or icon
ar: صورة مميزة أو أيقونة

source: Time line year
ar: الخط الزمني للسنة

source: Time line description
ar: وصف الخط الزمني

source: Image Banner Department
ar: قسم اللوحة الدعائية

source: AL Dawaa Department
ar: قسم الدّواء

source: Department Title
ar: عنوان القسم

source: Department Image or Icon
ar: صورة أو رمز القسم

source: To select icons of specific sizes, please visit this site. For icons, visit <a href="https://www.flaticon.com/" target="_blank">Flaticon</a>.
ar: لاختيار أيقونات بأحجام معينة، يرجى زيارة هذا الموقع. للحصول على الأيقونات، تفضل بزيارة <a href="https://www.flaticon.com/" target="_blank">Flaticon</a>.

source: Department Description
ar: وصف القسم

source: Background Color
ar: لون الخلفية

source: Text Color
ar: لون النص

source: Al Dawaa Department Card
ar: بطاقة قسم الدواء

source: If you add a Al Dawaa Department Card, you must save and continue editing before typing any entry for it to appear in the drop-down list.
ar: إذا قمت بإضافة بطاقة قسم الدواء، يجب عليك الحفظ والاستمرار في التحرير قبل كتابة أي إدخال حتى يظهر في القائمة المنسدلة.

source: Section Title
ar: عنوان القسم

source: Section Description
ar: وصف القسم

source: Section Image
ar: صورة القسم

source: Department Inside Page
ar: الصفحة الداخلية للقسم

source: page title
ar: عنوان الصفحة

source: page description
ar: وصف الصفحة

source: Social_Page_Responsibility
ar: المسؤولية الاجتماعية للصفحة

source: card title
ar: عنوان البطاقة

source: Social_Responsibility
ar: المسؤولية_الاجتماعية

source: If you add a social responsibility card, you must save and continue editing before typing any entry for it to appear in the drop-down lis
ar: إذا قمت بإضافة بطاقة مسؤولية اجتماعية، يجب عليك الحفظ والاستمرار في التحرير قبل كتابة أي إدخال حتى يظهر في القائمة المنسدلة

source: title details social
ar: تفاصيل العنوان الاجتماعية

source: image details social
ar: تفاصيل الصورة الاجتماعية

source: description details social
ar: تفاصيل الوصف الاجتماعي

source: Social_Responsibility_details
ar: تفاصيل المسؤولية الاجتماعية

source: image banner program
ar: برنامج اللوحة الدعائية

source: Our Program
ar: برامجنا

source: Our Programs
ar: برامجنا

source: program image or icon
ar: صورة البرنامج أو الرمز

source: program title
ar: عنوان البرنامج

source: Maximum 100 characters
ar: الحد الأقصى 100 حرف

source: program description
ar: وصف البرنامج

source: Maximum 1000 characters
ar: الحد الأقصى 1000 حرف

source: Al-Dawaa Departments
ar: أقسام الدواء

source: Home
ar: الرئيسية

source: Al Dawaa
ar: الدواء

source: AL-DAWAA DEPARTMENTS
ar: أقسام الدواء

source: Social Responsibility
ar: المسؤولية المجتمعية

source: Department
ar: قسم

source: Departments
ar: الأقسام

source: OUR PROGRAMS
ar: برامجنا

source: We Aldawaa
ar: نحن الدواء

source: Contact Info
ar: معلومات الاتصال

source: card email
ar: البريد الالكتروني

source: card phone
ar: رقم الهاتف

source: pragraph link
ar: رابط االمقالة

source: link pragraph
ar: رابط المقالة

source: address title
ar: عنوان العنوان

source: address link
ar: رابط العنوان

source: name
ar: الاسم

source: email
ar: البريد الإلكتروني

source: phone
ar: الهاتف

source: message
ar: الرسالة

source: Contact message
ar: رسالة التواصل

source: contact_us
ar: اتصل بنا

source: Your Name
ar: اسمك

source: video
ar: فيديو

source: image
ar: صورة

source: Years Of Experience
ar: سنوات من الخبرة

source: description
ar: الوصف

source: About Us
ar: نبذه عنا

source: Image Card
ar: اضافة الصورة

source: title card
ar: اضافة العنوان

source: Is Collapsible
ar: هل قائمة منسدلة

source: Collapse Description
ar: وصف القائمة المنسدلة

source: Board Of Directors
ar: أعضاء مجلس الادارة

source: Person name
ar: اسم الشخص

source: person position
ar: منصب الشخص

source: person image
ar: صورة الشخص

source: image banner_brand
ar: صورة دعاية العلامة التجارية

source: Our Brand
ar: علامتنا التجارية

source: brand name
ar: اسم العلامة التجارية

source: brand image
ar: صورة العلامة التجارية

source: Brands
ar: العلامات التجارية

source: About us
ar: نبذة عنا

source: Dmsco
ar: دمسكو

source: Shape
ar: الشكل

source: About Us Image
ar: صورة نبذة عنا

source: Years Of Experienced
ar: سنوات الخبرة

source: Call Now
ar: اتصل الآن

source: Go to Home Page
ar: انتقل إلى الصفحة الرئيسية

source: BOARD OF DIRECTORS
ar: أعضاء مجلس الادارة

source: No members available
ar: لا يوجد أعضاء متاحين

source: Our Brands
ar: علاماتنا التجارية

source: About Dmsco
ar: نبذة عن شركة دمسكو

source: Al-Dawaa
ar: الدواء

source: We Al-Dawaa
ar: نحن الدواء

source: Innovation & Expansion
ar: الابتكار والتوسع

source: Strategic Partnerships
ar: الشراكات الاستراتيجية

source: Tenders
ar: العطاءات

source: News & Media center
ar: مركز الأخبار والإعلام

source: news
ar: الأخبار

source: Media
ar: الوسائط

source: Al-Dawaa Shop
ar: متجر الدواء

source: Careers
ar: الوظائف

source: IPO
ar: الطرح العام الأولي

source: Contact Us
ar: اتصل بنا

source: Image Banner innovation
ar: ابتكار لافتة الصورة

source: Innovation & Expansion
ar: الابتكار والتوسع

source: innovation_image
ar: الابتكار_الصورة

source: innovation title
ar: عنوان الابتكار

source: innovation description
ar: وصف الابتكار

source: Innovation_Expansion
ar: الابتكار والتوسع

source: If you add Innovation & Expansion, you must save and continue editing before typing any entry for it to appear in the drop-down list.
ar: إذا قمت بإضافة الابتكار والتوسع، يجب عليك الحفظ ومواصلة التحرير قبل كتابة أي إدخال حتى يظهر في القائمة المنسدلة.

source: image banner inside page
ar: صورة الافتة داخل الصفحة

source: detsils innovation image
ar: تفاصيل صورة الابتكار

source: detsils innovation title
ar: تفاصيل عنوان الابتكار

source: detsils innovation description
ar: تفاصيل وصف الابتكار

source: Innovation_inside_Page
ar: الابتكار داخل الصفحة

source: INNOVATION & EXPANSION
ar: الابتكار والتوسع

source: innovation
ar: الابتكار

source: Image Banner news
ar: لوحة إعلانية إخبارية

source: news title
ar: عنوان الاخبار

source: news description
ar: وصف الاخبار

source: news image
ar: صورة اخبارية

source: News Card
ar: بطاقة اخبارية

source: News Cards
ar: بطاقات اخبارية

source: If you add News Card, you must save and continue editing before typing any entry for it to appear in the drop-down list.
ar: إذا قمت بإضافة بطاقة أخبار، يجب عليك حفظها ومواصلة التحرير قبل كتابة أي إدخال حتى يظهر في القائمة المنسدلة.

source: news page image
ar: صورة صفحة الأخبار

source: news page title
ar: عنوان صفحة الأخبار

source: news page description
ar: وصف صفحة الأخبار

source: News Details
ar: تفاصيل الخبر

source: Image Banner media
ar: لوحة إعلانية للوسائط

source: media
ar: الوسائط

source: media title
ar: عنوان الوسائط

source: media description
ar: وصف الوسائط

source: media image
ar: صورة إعلامية

source: Media Card
ar: بطاقة الوسائط

source: Media Cards
ar: بطاقات الوسائط

source: If you add Media Card, you must save and continue editing before typing any entry for it to appear in the drop-down list.
ar: إذا قمت بإضافة بطاقة الوسائط، فيجب عليك الحفظ ومواصلة التحرير قبل كتابة أي إدخال حتى يظهر في القائمة المنسدلة.

source: media page title
ar: عنوان صفحة الوسائط

source: media page description
ar: وصف صفحة الوسائط

source: Media Details
ar: تفاصيل الوسائط

source: media center
ar: مركز الاعلام

source: media
ar: الوسائط

source: News & Media center
ar: مركز الأخبار والإعلام

source: Read More
ar: اقرأ المزيد

source: Details coming soon!
ar: التفاصيل قريبا!

source: new
ar: جديد

source: News
ar: أخبار

source: new
ar: جديد

source: Image Banner strategic
ar: لافتة تصميم استراتيجي

source: strategic
ar: استراتيجي

source: partner_image
ar: صورة الشريك التجاري

source: partner title
ar: لقب الشريك

source: partner content
ar: محتوى الشريك

source: partner image
ar: صورة الشريك

source: Testimonial
ar: شهادة

source: If you add a Testimonial Card, you must save and continue editing before typing any entry for it to appear in the drop-down list.
ar: إذا قمت بإضافة بطاقة توصية، يجب عليك حفظها ومواصلة التحرير قبل كتابة أي إدخال حتى يظهر في القائمة المنسدلة.

source: partner description
ar: وصف الشريك

source: partner main image
ar: الصورة الرئيسية للشريك

source: first person name
ar: اسم الشخص الأول

source: first person position
ar: منصب الشخص الأول

source: first person image
ar: صورة الشخص الأول

source: second person name
ar: اسم الشخص الثاني

source: second person position
ar: منصب الشخص الثاني

source: second person image
ar: صورة الشخص الثاني

source: Partner
ar: شريك

source: Strategic
ar: استراتيجي

source: Partners of Success
ar: شركاء النجاح

source: Image Banner Tender
ar: لافتة عطاء مصورة

source: Tender Title
ar: عنوان العطاء

source: Tender Image or Icon
ar: صورة أو أيقونة العطاء

source: Here you can choose more than one tender; you must save and continue editing for it to appear.
ar: هنا يمكنك اختيار أكثر من عطاء واحد؛ ويجب عليك الحفظ والاستمرار في التحرير حتى يظهر.

source: Category Title
ar: عنوان الفئة

source: Category PDF File
ar: فئة ملف PDF

source: Category Description
ar: وصف الفئة

source: Tender Category
ar: فئة العطاء

source: Tender Categories
ar: فئات العطاءات

source: tenders
ar: العطاءات

source: ALL
ar: الجميع

source: At DMSCO, for more than a quarter of a century, we are interested in health care, providing the highest quality
ar: في شركة دمسكو، منذ أكثر من ربع قرن، نهتم بالرعاية الصحية، ونقدم أعلى مستوى من الجودة

source: Khobar, Kingdom of Saudi Arabia Eastern Cement Towers King Fahd Road, Al Rawabi
ar: الخبر، المملكة العربية السعودية أبراج إسمنت الشرقية طريق الملك فهد، حي الروابي

source: Quick Links
ar: روابط سريعة

source: Download our app
ar: قم بتنزيل تطبيقنا

source: Developed By
ar: تم التطوير بواسطة

source: All Rights Reserved.
ar: جميع الحقوق محفوظة.
